package com.har.sjfxpt.crawler.zgzt;

import java.util.List;

/**
 * Created by Administrator on 2017/11/3.
 */
public class ChinaTenderingAndBiddingAnnouncement {
    /**
     * message :
     * success : true
     * object : {"qualifyBulletin":[],"tenderBulletin":[{"transactionPlatfCode":"D4401000176","bulletinContent":"2017年佛山供电局输电管理所购置电缆视频监控系统物资\n公开竞争性谈判采购公告\n根据《中华人民共和国招标投标法》等有关法律、法规和规章的规定，2017年佛山供电局输电管理所购置电缆视频监控系统物资公开竞争性谈判采购已获批准，资金来源已落实。项目具备采购条件，现对该（批）项目进行采购。\n1.\t项目信息\n1.1项目名称：2017年佛山供电局输电管理所购置电缆视频监控系统物资公开竞争性谈判采购\n1.2采购编号：0006200000028251\n1.3采购人：广东电网有限责任公司佛山供电局\n1.4采购方式：公开竞争性谈判\n1.5采购模式：专项\n1.6资金来源：自筹资金\n1.7资格审查方式：资格后审\n1.8采购服务单位：佛山供电局\n1.9采购代理机构：广州灏天工程顾问有限公司\n1.\t采购范围\n标的清单及分包情况如下：\n1. 采购清单\n\n序号\t品类\t标的\t标包号\t最高限价(万元)\t谈判文件售价（元）\n1\t一次类\t电缆视频监控系统物资\t1\t24.16\t100\n\n1.\t供应商资格要求\n\n通用资格要求\n序号\t内容\n1\t中华人民共和国境内注册合法运作的法人或其他组织，具有独立承担民事责任的能力、独立承担招标项目的能力和独立订立、履行合同的能力。\n2\t具备批量生产或销售、供应报名标的物所必需的能力和售后服务能力。\n3\t具有良好的财务状况，且在近三年内未出现重大违法行为；没有处于被责令停业，投标资格被取消，财产被接管、冻结、破产状态。\n4\t若近一年内出现过重大问题（以网、省公司、佛山局正式发文暂停投标资格为准），则必须已采取有效的整改措施及善后处理，并得到南方电网或广东电网或佛山供电局的验证。\n5\t本项目不接受联合体投标。\n6\t单位负责人为同一人或者存在控股、管理关系的不同单位，母公司、全资子公司及其控股公司（以下简称\u201c关联企业\u201d），都不得在同一标段中同时投标。关联企业同时对同一标段具有报名意愿时，应自行协商参与单位；如未能在报名截止前达成一致意见的，招标人有权拒绝接受关联企业各方报名。\n7\t投标人不得直接或间接地与招标人为采购本次招标的货物进行设计、编制规范和其他文件所委托的咨询公司或其附属机构有任何关联。\n8\t具备一般纳税人的资格，全部供货产品必须提供完整17%增值税专用发票。\n\n\t专用资格要求\n\t序号\t内容\t关联标的\n\t1\t供应商经营范围包含该类物资且具备相关资质\t电缆视频监控系统物资\n\t2\t注册资本：100万元以上\t电缆视频监控系统物资\n1.\t报名要求\n(1)报名投标的单位需提交以下资料（按以下顺序装订成册）：\n1、谈判文件领取确认表（原件一份），格式详见公告附件；\n2、法定代表人证明书、法定代表人授权书、投标授权人代表身份证明书（原件各一份），格式详见公告附件；\n3、投标报名申请表（原件一份），格式详见公告附件；\n4、营业执照(含税务登记、组织机构代码等信息，若营业执照没有注册资本和经营范围信息需打印全国企业信用信息公示系统上的企业信息）(加盖公章的复印件一份)；\n5、相关资质;(加盖公章的复印件一份) ；\n6、关联企业声明（原件一份），格式详见公告附件；\n(2)报名时须带备以下原件用于验证使用：\n序号\t验证资料\t制造商报名\t代理商报名\t备注\n1\t营业执照\t√\t√\t\n2\t相关资质\t√\t√\t\n注：对于需提交验证用的原件，可提供经公证处公证的证件资料、或经有关政府行政主管部门确认的证明材料、或提供有关政府行政主管部门网站电子信息确认。\n(3) 报名及谈判文件发售时间、地点：\n现场报名及谈判文件发售时间：2017年11月03日至2017年11月07日，每日09时00分至11时30分，14时00分至16时30分（北京时间）\n报名及谈判文件发售地点：广东省佛山市帽岗东路16号送电大厦12楼1204室\n1.\t谈判文件获取\n5.1谈判文件获取流程\n（1）完成供应商登记\n潜在供应商在购买谈判文件时未在南方电网公司电子商务系统（登录网址：www.bidding.csg.cn）完成登记备案的，请至少于谈判文件截止购买前两个工作日完成登记备案（具体见2016年3月1日网站发布的南方电网公司供应商登记公告）。如因潜在供应商原因未能及时完成登记备案而影响谈判文件购买的，后果由潜在供应商承担。已完成本步骤的可忽略。\n（2）数字证书办理\n在本公告发布5天内完成供应商数字证书办理（办理流程见网站下载中心数字证书办理指南），已完成本步骤的可忽略。\n供应商必须在递交报价文件截止日期前完成数字证书的办理，供应商要为数字证书办理预留足够的时间，由于供应商自身原因造成编制报价文件时无法电子签章或无法加密上传报价文件的，由供应商承担责任。\n（3）现场报名及谈判文件获取\n凭系统账号、密码登陆电子商务系统，确定要购买的项目、标的、标包，先通过电子商务系统提交购买采购文件申请，再按本公告第4点要求提供相关资料到指定报名地点进行现场报名，经工作人员审核通过后，缴纳标书款，在系统下载电子版谈判文件。\n（4）谈判文件（电子文件）售价\n1）本项目谈判文件售价详见本公告第2点采购范围，报名时现场收取，请供应商在现场报名时自备现金，标书一旦售出，概不退换。\n1.\t2）根据国家税务总局《2017年第16号文》的公告要求，2017年7月1日起，无纳税人识别号或统一社会信用代码的增值税发票，不得作为税收凭证。为保障能及时为投标人开具有效的增值税发票，请投标人在电子商务系统中提交购买标书订单时务必填写正确的增值税发票信息，如因投标人自身原因导致无法开具正确的增值税发票的，责任由投标人承担。\n1.\t报价文件的制作和递交\n6.1报价文件的制作\n供应商应按照《南方电网电子商务系统操作手册》，通过\u201c南方电网电子商务系统投标客户端\u201d制作报价文件，报价文件须经供应商数字证书加密后，上传至南网公司新版电子商务系统。\n本次谈判，供应商必须在本次采购范围内提交如下资料：\n1、通过电子商务系统提交的报价文件，并以此为准。\n2、提交纸质版2份：一正一副（通过电子商务系统投标客户端生成的文件打印，价格、技术、商务文件分别单独装订成册）。\n3、电子版（U盘）1份。（通过系统下载的谈判文件制作完成的报价文件，加密和未加密版）。\n6.2报价文件递交要求\n（1）电商系统报价文件上传时间：2017年11月03日09时00分00秒至2017年11月15日15时30分00秒（北京时间）\n（2）纸质版及电子版（U盘）报价文件递交时间：2017年11月15日15时00分00秒至2017年11月15日15时30分00秒（北京时间）。投标文件递交地点：广东省佛山市帽岗东路16号送点大厦12楼 1208 室。\n递交纸质版报价文件和U盘资料需同时递交以下资料：\n（1）法定代表人身份证明；\n（2）法定代表人授权书；\n（3）数字证书（电子签章）效力证明文件（若使用）。\n6.3报价文件不予受理情况\n（1）逾期送达或未送达指定地点的。\n（2）未通过正规渠道获取谈判文件的供应商，所提交的报价文件。\n（3）如有投标保证金要求，且报价单位未缴纳投标保证金。\n（4）通过公告规定以外的方式，如邮寄、传真、电子邮件等方式递交报价文件的。\n（5）报价单位未按要求对报价文件进行填写、密封、标识等的。\n1.\t发布公告的媒介\n本次采购采取公开竞争性谈判采购方式，采购代理机构仅在\u201c中国采购与招标网\u201d (www.chinabidding.com.cn (\u200bhttp:\u200b/\u200b\u200b/\u200bwww.chinabidding.com.cn\u200b))、南方电网电子商务平台（www.bidding.csg.cn (\u200bhttp:\u200b/\u200b\u200b/\u200bwww.bidding.csg.cn\u200b)）发布，采购公告将明确对供应商的资格要求、发售谈判文件的日期和地点、谈判等事宜。\n1.\t业务咨询方式\n联系地址：广东省佛山市帽岗东路16号送点大厦12楼1201室\n（1）采购代理机构：胡工联系电话：15986414040 邮箱：gzht_jia@163.com\n（2）供应商登记咨询电话：020-38122543、020-38122545；\n（3）电商系统操作咨询电话：020-36620734、020-36620735、0757-82863727；\n（4）数字证书办理咨询电话：400-666-3999；\n电话咨询时间：周一至周五上午8:30-12:00,下午13:30-17:00。\n1.\t监督和投诉\n（一）投诉受理机构\n受理机构：广东电网有限责任公司佛山供电局\n地址：佛山市禅城区汾江南路1号 \n邮编：528000\n联系人：王先生，联系电话：0757-82863966,传真：0757-83322243\n赵先生 ,联系电话：0757-82851090,传真：0757-82863044\n（二）投诉书的格式及要求\n投诉书中应包含投诉人名称、联系人及联系方式、投诉对象、投诉事项的基本事实、相关请求及主张、有效线索和相关证明材料等信息，具体格式详见附件：投诉书函。\n投诉书必须由其法定代表人或者授权代表签字并加盖单位公章；投诉由其他利害关系人提出的，还需出示投诉人与本次投标存在利害关系的证明文件，并附有效身份证明文件。\n各投标人或其他利害关系人对报价文件等存有异议的，可以将投诉书签字盖章后，连同其他附件资料以现场递交或邮寄的方式在规定时间内提出；采用邮寄方式提出的投诉，可以在规定时间内先以传真方式提出，但书面投诉书必须在传真发出的当天同时寄出。\n（三）投诉内容及时限\n1．对采购公告的内容有异议的，应在报名截止时间2天内提出；\n2．对谈判文件内容有异议的，应在报价截止时间10天内提出；\n3．对开标有异议的，应在开标现场向采购部门现场负责人提出；\n4．对推荐中标结果有异议的，应在中标候选人公示期间提出。\n（四）投诉不予受理的情形\n1．投诉人不是投标人，或投标人以外的其他利害关系人未能提供与本次投标存在利害关系证明文件的；\n2．投诉事项不具体，且未提供有效线索，难以查证的；\n3．投诉书没有投诉人真实姓名、签字和有效联系方式的；以法人名义投诉，投诉书没有法定代表人签字并加盖公章的；\n4．超过投诉时效的（以收到投诉书的日期为准；采用邮寄方式的，以邮戳日期为准）；\n5.已经做出处理决定，并且投诉人没有提出新的证据的；\n6．投诉事项已进入行政复议或诉讼程序的；\n7．涉及采购评标过程具体细节、其他投标人的商业秘密投诉。\n（五）恶意行为的处罚\n经核查发现投诉人所提出的投诉存在诬告、故意扰乱招投标秩序等恶意行为，给采购人或其他人造成损失的，将限制其1年内不得参加广东电网有限责任公司佛山供电局组织的招投标活动。\n\n附件1：报名表\n附件2：法定代表人证明书（格式）\n附件3：法定代表人授权书、投标授权人代表身份证明书（格式）\n附件4：报价人关联企业情况声明\n附件5：投诉书模板\n附件6：物资清单\n附件7：技术条件书\n附件8：谈判文件领取确认表\n\n\n广州灏天工程顾问有限公司\n2017年 11 月 02 日\n\n\n\n","attachmentCode":"","sourceUrl":"www.bidding.csg.cn/ebs/eps/public/wdck/ShowFileEditor.html?wdid=8adc51bc5f013a71015f5d5501b82ed0","tenderProjectCode":"D4401000176028251001","schemaVersion":"V60.02","bulletinssueTime":"20171103000000","bulletinName":"2017年佛山供电局输电管理所购置电缆视频监控系统物资公开竞争性谈判采购采购公告"}],"amendBulletin":[]}
     */

    private String message;
    private boolean success;
    private ObjectBean object;

    public String getMessage() {
        return message;
    }

    public void setMessage(String message) {
        this.message = message;
    }

    public boolean isSuccess() {
        return success;
    }

    public void setSuccess(boolean success) {
        this.success = success;
    }

    public ObjectBean getObject() {
        return object;
    }

    public void setObject(ObjectBean object) {
        this.object = object;
    }

    public static class ObjectBean {
        private List<TenderBulletinBean> qualifyBulletin;
        private List<TenderBulletinBean> tenderBulletin;
        private List<?> amendBulletin;

        public List<TenderBulletinBean> getQualifyBulletin() {
            return qualifyBulletin;
        }

        public void setQualifyBulletin(List<TenderBulletinBean> qualifyBulletin) {
            this.qualifyBulletin = qualifyBulletin;
        }

        public List<TenderBulletinBean> getTenderBulletin() {
            return tenderBulletin;
        }

        public void setTenderBulletin(List<TenderBulletinBean> tenderBulletin) {
            this.tenderBulletin = tenderBulletin;
        }

        public List<?> getAmendBulletin() {
            return amendBulletin;
        }

        public void setAmendBulletin(List<?> amendBulletin) {
            this.amendBulletin = amendBulletin;
        }

        public static class TenderBulletinBean {
            /**
             * transactionPlatfCode : D4401000176
             * bulletinContent : 2017年佛山供电局输电管理所购置电缆视频监控系统物资
             公开竞争性谈判采购公告
             根据《中华人民共和国招标投标法》等有关法律、法规和规章的规定，2017年佛山供电局输电管理所购置电缆视频监控系统物资公开竞争性谈判采购已获批准，资金来源已落实。项目具备采购条件，现对该（批）项目进行采购。
             1.	项目信息
             1.1项目名称：2017年佛山供电局输电管理所购置电缆视频监控系统物资公开竞争性谈判采购
             1.2采购编号：0006200000028251
             1.3采购人：广东电网有限责任公司佛山供电局
             1.4采购方式：公开竞争性谈判
             1.5采购模式：专项
             1.6资金来源：自筹资金
             1.7资格审查方式：资格后审
             1.8采购服务单位：佛山供电局
             1.9采购代理机构：广州灏天工程顾问有限公司
             1.	采购范围
             标的清单及分包情况如下：
             1. 采购清单

             序号	品类	标的	标包号	最高限价(万元)	谈判文件售价（元）
             1	一次类	电缆视频监控系统物资	1	24.16	100

             1.	供应商资格要求

             通用资格要求
             序号	内容
             1	中华人民共和国境内注册合法运作的法人或其他组织，具有独立承担民事责任的能力、独立承担招标项目的能力和独立订立、履行合同的能力。
             2	具备批量生产或销售、供应报名标的物所必需的能力和售后服务能力。
             3	具有良好的财务状况，且在近三年内未出现重大违法行为；没有处于被责令停业，投标资格被取消，财产被接管、冻结、破产状态。
             4	若近一年内出现过重大问题（以网、省公司、佛山局正式发文暂停投标资格为准），则必须已采取有效的整改措施及善后处理，并得到南方电网或广东电网或佛山供电局的验证。
             5	本项目不接受联合体投标。
             6	单位负责人为同一人或者存在控股、管理关系的不同单位，母公司、全资子公司及其控股公司（以下简称“关联企业”），都不得在同一标段中同时投标。关联企业同时对同一标段具有报名意愿时，应自行协商参与单位；如未能在报名截止前达成一致意见的，招标人有权拒绝接受关联企业各方报名。
             7	投标人不得直接或间接地与招标人为采购本次招标的货物进行设计、编制规范和其他文件所委托的咨询公司或其附属机构有任何关联。
             8	具备一般纳税人的资格，全部供货产品必须提供完整17%增值税专用发票。

             专用资格要求
             序号	内容	关联标的
             1	供应商经营范围包含该类物资且具备相关资质	电缆视频监控系统物资
             2	注册资本：100万元以上	电缆视频监控系统物资
             1.	报名要求
             (1)报名投标的单位需提交以下资料（按以下顺序装订成册）：
             1、谈判文件领取确认表（原件一份），格式详见公告附件；
             2、法定代表人证明书、法定代表人授权书、投标授权人代表身份证明书（原件各一份），格式详见公告附件；
             3、投标报名申请表（原件一份），格式详见公告附件；
             4、营业执照(含税务登记、组织机构代码等信息，若营业执照没有注册资本和经营范围信息需打印全国企业信用信息公示系统上的企业信息）(加盖公章的复印件一份)；
             5、相关资质;(加盖公章的复印件一份) ；
             6、关联企业声明（原件一份），格式详见公告附件；
             (2)报名时须带备以下原件用于验证使用：
             序号	验证资料	制造商报名	代理商报名	备注
             1	营业执照	√	√
             2	相关资质	√	√
             注：对于需提交验证用的原件，可提供经公证处公证的证件资料、或经有关政府行政主管部门确认的证明材料、或提供有关政府行政主管部门网站电子信息确认。
             (3) 报名及谈判文件发售时间、地点：
             现场报名及谈判文件发售时间：2017年11月03日至2017年11月07日，每日09时00分至11时30分，14时00分至16时30分（北京时间）
             报名及谈判文件发售地点：广东省佛山市帽岗东路16号送电大厦12楼1204室
             1.	谈判文件获取
             5.1谈判文件获取流程
             （1）完成供应商登记
             潜在供应商在购买谈判文件时未在南方电网公司电子商务系统（登录网址：www.bidding.csg.cn）完成登记备案的，请至少于谈判文件截止购买前两个工作日完成登记备案（具体见2016年3月1日网站发布的南方电网公司供应商登记公告）。如因潜在供应商原因未能及时完成登记备案而影响谈判文件购买的，后果由潜在供应商承担。已完成本步骤的可忽略。
             （2）数字证书办理
             在本公告发布5天内完成供应商数字证书办理（办理流程见网站下载中心数字证书办理指南），已完成本步骤的可忽略。
             供应商必须在递交报价文件截止日期前完成数字证书的办理，供应商要为数字证书办理预留足够的时间，由于供应商自身原因造成编制报价文件时无法电子签章或无法加密上传报价文件的，由供应商承担责任。
             （3）现场报名及谈判文件获取
             凭系统账号、密码登陆电子商务系统，确定要购买的项目、标的、标包，先通过电子商务系统提交购买采购文件申请，再按本公告第4点要求提供相关资料到指定报名地点进行现场报名，经工作人员审核通过后，缴纳标书款，在系统下载电子版谈判文件。
             （4）谈判文件（电子文件）售价
             1）本项目谈判文件售价详见本公告第2点采购范围，报名时现场收取，请供应商在现场报名时自备现金，标书一旦售出，概不退换。
             1.	2）根据国家税务总局《2017年第16号文》的公告要求，2017年7月1日起，无纳税人识别号或统一社会信用代码的增值税发票，不得作为税收凭证。为保障能及时为投标人开具有效的增值税发票，请投标人在电子商务系统中提交购买标书订单时务必填写正确的增值税发票信息，如因投标人自身原因导致无法开具正确的增值税发票的，责任由投标人承担。
             1.	报价文件的制作和递交
             6.1报价文件的制作
             供应商应按照《南方电网电子商务系统操作手册》，通过“南方电网电子商务系统投标客户端”制作报价文件，报价文件须经供应商数字证书加密后，上传至南网公司新版电子商务系统。
             本次谈判，供应商必须在本次采购范围内提交如下资料：
             1、通过电子商务系统提交的报价文件，并以此为准。
             2、提交纸质版2份：一正一副（通过电子商务系统投标客户端生成的文件打印，价格、技术、商务文件分别单独装订成册）。
             3、电子版（U盘）1份。（通过系统下载的谈判文件制作完成的报价文件，加密和未加密版）。
             6.2报价文件递交要求
             （1）电商系统报价文件上传时间：2017年11月03日09时00分00秒至2017年11月15日15时30分00秒（北京时间）
             （2）纸质版及电子版（U盘）报价文件递交时间：2017年11月15日15时00分00秒至2017年11月15日15时30分00秒（北京时间）。投标文件递交地点：广东省佛山市帽岗东路16号送点大厦12楼 1208 室。
             递交纸质版报价文件和U盘资料需同时递交以下资料：
             （1）法定代表人身份证明；
             （2）法定代表人授权书；
             （3）数字证书（电子签章）效力证明文件（若使用）。
             6.3报价文件不予受理情况
             （1）逾期送达或未送达指定地点的。
             （2）未通过正规渠道获取谈判文件的供应商，所提交的报价文件。
             （3）如有投标保证金要求，且报价单位未缴纳投标保证金。
             （4）通过公告规定以外的方式，如邮寄、传真、电子邮件等方式递交报价文件的。
             （5）报价单位未按要求对报价文件进行填写、密封、标识等的。
             1.	发布公告的媒介
             本次采购采取公开竞争性谈判采购方式，采购代理机构仅在“中国采购与招标网” (www.chinabidding.com.cn (​http:​/​​/​www.chinabidding.com.cn​))、南方电网电子商务平台（www.bidding.csg.cn (​http:​/​​/​www.bidding.csg.cn​)）发布，采购公告将明确对供应商的资格要求、发售谈判文件的日期和地点、谈判等事宜。
             1.	业务咨询方式
             联系地址：广东省佛山市帽岗东路16号送点大厦12楼1201室
             （1）采购代理机构：胡工联系电话：15986414040 邮箱：gzht_jia@163.com
             （2）供应商登记咨询电话：020-38122543、020-38122545；
             （3）电商系统操作咨询电话：020-36620734、020-36620735、0757-82863727；
             （4）数字证书办理咨询电话：400-666-3999；
             电话咨询时间：周一至周五上午8:30-12:00,下午13:30-17:00。
             1.	监督和投诉
             （一）投诉受理机构
             受理机构：广东电网有限责任公司佛山供电局
             地址：佛山市禅城区汾江南路1号
             邮编：528000
             联系人：王先生，联系电话：0757-82863966,传真：0757-83322243
             赵先生 ,联系电话：0757-82851090,传真：0757-82863044
             （二）投诉书的格式及要求
             投诉书中应包含投诉人名称、联系人及联系方式、投诉对象、投诉事项的基本事实、相关请求及主张、有效线索和相关证明材料等信息，具体格式详见附件：投诉书函。
             投诉书必须由其法定代表人或者授权代表签字并加盖单位公章；投诉由其他利害关系人提出的，还需出示投诉人与本次投标存在利害关系的证明文件，并附有效身份证明文件。
             各投标人或其他利害关系人对报价文件等存有异议的，可以将投诉书签字盖章后，连同其他附件资料以现场递交或邮寄的方式在规定时间内提出；采用邮寄方式提出的投诉，可以在规定时间内先以传真方式提出，但书面投诉书必须在传真发出的当天同时寄出。
             （三）投诉内容及时限
             1．对采购公告的内容有异议的，应在报名截止时间2天内提出；
             2．对谈判文件内容有异议的，应在报价截止时间10天内提出；
             3．对开标有异议的，应在开标现场向采购部门现场负责人提出；
             4．对推荐中标结果有异议的，应在中标候选人公示期间提出。
             （四）投诉不予受理的情形
             1．投诉人不是投标人，或投标人以外的其他利害关系人未能提供与本次投标存在利害关系证明文件的；
             2．投诉事项不具体，且未提供有效线索，难以查证的；
             3．投诉书没有投诉人真实姓名、签字和有效联系方式的；以法人名义投诉，投诉书没有法定代表人签字并加盖公章的；
             4．超过投诉时效的（以收到投诉书的日期为准；采用邮寄方式的，以邮戳日期为准）；
             5.已经做出处理决定，并且投诉人没有提出新的证据的；
             6．投诉事项已进入行政复议或诉讼程序的；
             7．涉及采购评标过程具体细节、其他投标人的商业秘密投诉。
             （五）恶意行为的处罚
             经核查发现投诉人所提出的投诉存在诬告、故意扰乱招投标秩序等恶意行为，给采购人或其他人造成损失的，将限制其1年内不得参加广东电网有限责任公司佛山供电局组织的招投标活动。

             附件1：报名表
             附件2：法定代表人证明书（格式）
             附件3：法定代表人授权书、投标授权人代表身份证明书（格式）
             附件4：报价人关联企业情况声明
             附件5：投诉书模板
             附件6：物资清单
             附件7：技术条件书
             附件8：谈判文件领取确认表


             广州灏天工程顾问有限公司
             2017年 11 月 02 日




             * attachmentCode :
             * sourceUrl : www.bidding.csg.cn/ebs/eps/public/wdck/ShowFileEditor.html?wdid=8adc51bc5f013a71015f5d5501b82ed0
             * tenderProjectCode : D4401000176028251001
             * schemaVersion : V60.02
             * bulletinssueTime : 20171103000000
             * bulletinName : 2017年佛山供电局输电管理所购置电缆视频监控系统物资公开竞争性谈判采购采购公告
             */

            private String transactionPlatfCode;
            private String bulletinContent;
            private String attachmentCode;
            private String sourceUrl;
            private String tenderProjectCode;
            private String schemaVersion;
            private String bulletinssueTime;
            private String bulletinName;

            public String getTransactionPlatfCode() {
                return transactionPlatfCode;
            }

            public void setTransactionPlatfCode(String transactionPlatfCode) {
                this.transactionPlatfCode = transactionPlatfCode;
            }

            public String getBulletinContent() {
                return bulletinContent;
            }

            public void setBulletinContent(String bulletinContent) {
                this.bulletinContent = bulletinContent;
            }

            public String getAttachmentCode() {
                return attachmentCode;
            }

            public void setAttachmentCode(String attachmentCode) {
                this.attachmentCode = attachmentCode;
            }

            public String getSourceUrl() {
                return sourceUrl;
            }

            public void setSourceUrl(String sourceUrl) {
                this.sourceUrl = sourceUrl;
            }

            public String getTenderProjectCode() {
                return tenderProjectCode;
            }

            public void setTenderProjectCode(String tenderProjectCode) {
                this.tenderProjectCode = tenderProjectCode;
            }

            public String getSchemaVersion() {
                return schemaVersion;
            }

            public void setSchemaVersion(String schemaVersion) {
                this.schemaVersion = schemaVersion;
            }

            public String getBulletinssueTime() {
                return bulletinssueTime;
            }

            public void setBulletinssueTime(String bulletinssueTime) {
                this.bulletinssueTime = bulletinssueTime;
            }

            public String getBulletinName() {
                return bulletinName;
            }

            public void setBulletinName(String bulletinName) {
                this.bulletinName = bulletinName;
            }
        }
    }
}
